Repository: AlekSIS-org/AlekSIS-App-Hjelp
Catalog: aleksis/apps/hjelp/locale/*/LC_MESSAGES/django.po
Languages: de

source: Publish selected questions
de: Ausgewählte Fragen veröffentlichen

source: Unpublish selected questions
de: Veröffentlichung der ausgewählten Fragen rückgängig machen

source: Your questions
de: Ihre Fragen

source: Category A
de: Kategorie A

source: Select a category
de: Wählen Sie eine Kategorie aus

source: Category B
de: Kategorie B

source: Category C
de: Kategorie C

source: Please specify the error according to the chosen category.
de: Bitte beschreiben Sie das Problem zugehörig zur Kategorie.

source: Please describe the error in one sentence.
de: Bitte beschreiben Sie das Problem in einem Satz.

source: Please describe the error more detailed.
de: Bitte beschreiben Sie das Problem detaillierter.

source: Design of the user interface
de: Design der Nutzeroberfläche

source: Speed
de: Geschwindigkeit

source: User friendlines
de: Benutzerfreundlichkeit

source: AlekSIS in general
de: AlekSIS allgemein

source: What do you like? What would you change?
de: Was finden Sie gut? Was würden Sie ändern?

source: Do you want to tell us something else?
de: Wollen Sie uns sonst noch etwas mitteilen?

source: Do you have some Ideas what we could implement in AlekSIS?
de: Haben Sie Ideen, was wir noch in AlekSIS umsetzen könnten?

source: Report a Bug
de: Einen Fehler melden

source: Can use REBUS
de: Kann REBUS nutzen

source: Can send feedback
de: Kann Feedback senden

source: Symbol colour
de: Symbolfarbe

source: FAQ section
de: FAQ-Abschnitt

source: FAQ sections
de: FAQ-Abschnitte

source: Question
de: Frage

source: Published
de: Veröffentlicht

source: Because of our CSS framework the HTML tag <strong>&lt;ul&gt;</strong> must have the CSS class <em>browser-default</em>. In this case, please use the manual editor mode.
de: Aufgrund unseres CSS-Frameworks müssen die HTML-Tags <strong>ul</strong> die CSS-Klasse <em>browser-default</em> haben. In diesem Fall bitte den manuellen Editor-Modus nutzen.

source: Section
de: Abschnitt

source: FAQ questions
de: FAQ-Fragen

source: Category name
de: Name der Kategorie

source: Parent
de: Elternelement

source: Free text input allowed
de: Freitext-Eingabe erlaubt

source: Placeholder
de: Platzhalter

source: Bug report category
de: Fehlerkategorie

source: Bug report categories
de: Fehlerkategorien

source: You have a question?
de: Sie haben eine Frage?

source: You have a question about AlekSIS and didn't find the answer to your question in the FAQ? Then you can ask us your question here:
de: Sie haben eine Frage über AlekSIS und konnten die Antwort auf Ihre Frage nicht in den FAQ finden? Dann können Sie uns die Frage hier stellen:

source: Your question is not listed above?
de: Ihre Frage war nicht dabei?

source: Deine Frage stellen
de: Ihre Frage stellen

source: If you have a question please ask one of you site administrators:
de: Wenn Sie eine Frage haben, fragen Sie bitte einen der Administratoren:

source: Please give us detailed and honest feedback so that we can make AlekSIS even better!
de: Bitte geben Sie uns ein ausführliches und ehrliches Feedback, damit wir AlekSIS noch besser machen können!

source: Thank you for your feedback. It was successfully submitted.
de: Vielen Dank für Ihr Feedback. Es wurde erfolgreich übermittelt.

source: Back to landing page</a>
de: Zurück zur Startseite</a>

source: Ratings: %(design)s/5 (Design), %(performance)s/5 (Performance), %(usability)s/5 (Usability) Rating (all in all): %(overall)s/10 Pro/Contra: %(apps)s Ideas/Wishes: %(ideas)s Others: %(more)s <p>Submitted from %(user.get_full_name)s (%(user.username)s)</p>
de: Bewertungen: %(design)s/5 (Design), %(performance)s/5 (Geschwindigkeit), %(usability)s/5 (Benutzerfreundlichkeit) Bewertung (allgemein): %(overall)s/10 Pro/Contra: %(apps)s Ideen/Wünsche: %(ideas)s Sonstiges: %(more)s <p>Übermittelt von %(user.get_full_name)s (%(user.username)s)</p>

source: This feedback was submitted via AlekSIS.
de: Dieses Feedback wurde über AlekSIS übermittelt.

source: We've received your question and will answer as soon as possible.
de: Wir haben Ihre Frage erhalten und werden schnellstmöglich antworten.

source: Back to landing page
de: Zurück zur Startseite

source: Back to FAQ
de: Zurück zu den FAQ

source: Report a bug – REBUS – REport-A-Bug-System
de: Einen Fehler melden – REBUS – REport-a-BUg-System

source: Please describe your issue in <strong>one</strong> sentence
de: Bitte beschreiben Sie das Problem in <strong>einem</strong> Satz

source: Please describe your issue <strong>more detailed</strong> (optional)
de: Bitte beschreiben Sie das Problem <strong>detaillierter</strong> (optional)

source: Submit bugreport
de: Problemmeldung absenden

source: We've received your bug report and will be look at it as soon a possbible. Thank you for your report.
de: Wir haben Ihre Fehlermeldung erhalten und werden uns schnellstmöglich darum kümmern. Vielen Dank für die Meldung!

source: Back to home
de: Zurück zur Startseite

source: You have submitted a question.
de: Sie haben eine Frage gestellt.

source: You reported a problem.
de: Sie haben ein Problem gemeldet.

source: You submitted feedback.
de: Sie haben Feedback gegeben.

source: You rated AlekSIS with {} from 5 stars.
de: Sie haben AlekSIS mit {} von 5 Sternen bewerten.

source: Feedback from {}
de: Feedback von {}
